Revit 2024 API
ParameterTypeId.StructuralSectionIweldedBottomflangethickness Property
 "Bottom Flange Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralSectionIweldedBottomflangethickness { get; }
Visual Basic
Public Shared ReadOnly Property StructuralSectionIweldedBottomflangethickness As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralSectionIweldedBottomflangethickness {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace